Repository: PowerBeef/Vocello
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

# vocello.mac.history.deleteErrorMessage
source: The generation could not be removed from History: %@ Try again after closing anything using the file.
de: Die Generierung konnte nicht aus dem Verlauf entfernt werden: %@ Schließe alles, was die Datei verwendet, und versuche es erneut.
es: No se pudo eliminar la generación del historial: %@ Cierra cualquier aplicación que esté usando el archivo y reinténtalo.
fr: La génération n’a pas pu être retirée de l’historique : %@ Réessayez après avoir fermé tout ce qui utilise le fichier.
it: Impossibile rimuovere la generazione dalla cronologia: %@ Chiudi tutto ciò che usa il file e riprova.
ja: 生成結果を履歴から削除できませんでした：%@ ファイルを使用しているものを閉じて再試行してください。
ko: 생성 결과를 기록에서 제거하지 못했습니다: %@ 파일을 사용하는 프로그램을 닫고 다시 시도하세요.
pt_br: Não foi possível remover a geração do histórico: %@ Feche tudo que usa o arquivo e tente novamente.
ru: Не удалось удалить результат из истории: %@ Закройте всё, что использует файл, и повторите попытку.
zh_hans: 无法从历史记录移除生成结果：%@ 请关闭正在使用此文件的程序后重试。

# vocello.mac.history.deleteWarning
source: Delete Warning
de: Warnung beim Löschen
es: Advertencia de eliminación
fr: Avertissement de suppression
it: Avviso di eliminazione
ja: 削除の警告
ko: 삭제 경고
pt_br: Aviso ao excluir
ru: Предупреждение удаления
zh_hans: 删除警告

# vocello.mac.history.deleteWarningMessage
source: Generation removed from history, but the audio file could not be deleted: %@
de: Generierung aus dem Verlauf entfernt, aber die Audiodatei konnte nicht gelöscht werden: %@
es: La generación se eliminó del historial, pero no se pudo eliminar el archivo de audio: %@
fr: Génération retirée de l’historique, mais le fichier audio n’a pas pu être supprimé : %@
it: Generazione rimossa dalla cronologia, ma impossibile eliminare il file audio: %@
ja: 生成結果を履歴から削除しましたが、音声ファイルを削除できませんでした：%@
ko: 생성 결과는 기록에서 제거했지만 오디오 파일은 삭제하지 못했습니다: %@
pt_br: Geração removida do histórico, mas não foi possível excluir o arquivo de áudio: %@
ru: Результат удалён из истории, но аудиофайл удалить не удалось: %@
zh_hans: 已从历史记录移除生成结果，但无法删除音频文件：%@

# vocello.mac.history.clearError
source: Clear History Error
de: Fehler beim Leeren des Verlaufs
es: Error al vaciar el historial
fr: Erreur d’effacement de l’historique
it: Errore nello svuotamento della cronologia
ja: 履歴消去エラー
ko: 기록 지우기 오류
pt_br: Erro ao limpar histórico
ru: Ошибка очистки истории
zh_hans: 清空历史记录出错

# vocello.mac.history.clearWarning
source: Clear History Warning
de: Warnung beim Leeren des Verlaufs
es: Advertencia al vaciar el historial
fr: Avertissement d’effacement de l’historique
it: Avviso nello svuotamento della cronologia
ja: 履歴消去の警告
ko: 기록 지우기 경고
pt_br: Aviso ao limpar histórico
ru: Предупреждение очистки истории
zh_hans: 清空历史记录警告

# vocello.mac.history.clearWarningOne
source: History cleared, but 1 audio file could not be deleted.
de: Verlauf geleert, aber 1 Audiodatei konnte nicht gelöscht werden.
es: Historial vacío, pero no se pudo eliminar 1 archivo de audio.
fr: Historique effacé, mais 1 fichier audio n’a pas pu être supprimé.
it: Cronologia svuotata, ma 1 file audio non è stato eliminato.
ja: 履歴を消去しましたが、音声ファイル1件を削除できませんでした。
ko: 기록은 지웠지만 오디오 파일 1개는 삭제하지 못했습니다.
pt_br: Histórico limpo, mas 1 arquivo de áudio não pôde ser excluído.
ru: История очищена, но 1 аудиофайл удалить не удалось.
zh_hans: 历史记录已清空，但有 1 个音频文件无法删除。

# vocello.mac.history.clearWarningMany
source: History cleared, but %@ audio files could not be deleted.
de: Verlauf geleert, aber %@ Audiodateien konnten nicht gelöscht werden.
es: Historial vacío, pero no se pudieron eliminar %@ archivos de audio.
fr: Historique effacé, mais %@ fichiers audio n’ont pas pu être supprimés.
it: Cronologia svuotata, ma %@ file audio non sono stati eliminati.
ja: 履歴を消去しましたが、音声ファイル %@ 件を削除できませんでした。
ko: 기록은 지웠지만 오디오 파일 %@개는 삭제하지 못했습니다.
pt_br: Histórico limpo, mas %@ arquivos de áudio não puderam ser excluídos.
ru: История очищена, но не удалось удалить аудиофайлы: %@.
zh_hans: 历史记录已清空，但有 %@ 个音频文件无法删除。

# vocello.mac.voices.deleteFailed
source: Delete Failed
de: Löschen fehlgeschlagen
es: No se pudo eliminar
fr: Échec de la suppression
it: Eliminazione non riuscita
ja: 削除に失敗しました
ko: 삭제 실패
pt_br: Falha ao excluir
ru: Ошибка удаления
zh_hans: 删除失败

# vocello.mac.voices.deleteFailedMessage
source: Failed to remove the saved voice: %@
de: Gespeicherte Stimme konnte nicht entfernt werden: %@
es: No se pudo eliminar la voz guardada: %@
fr: Impossible de retirer la voix enregistrée : %@
it: Impossibile rimuovere la voce salvata: %@
ja: 保存済みの声を削除できませんでした：%@
ko: 저장된 음성을 제거하지 못했습니다: %@
pt_br: Falha ao remover a voz salva: %@
ru: Не удалось удалить сохранённый голос: %@
zh_hans: 无法移除已保存的声音：%@

# vocello.mac.voices.warningReferenceTooShort
source: Reference too short
de: Referenz zu kurz
es: Referencia demasiado corta
fr: Référence trop courte
it: Riferimento troppo corto
ja: 参照音声が短すぎます
ko: 참조가 너무 짧음
pt_br: Referência muito curta
ru: Образец слишком короткий
zh_hans: 参考音频过短

# vocello.mac.voices.warningReferenceTooLong
source: Reference too long
de: Referenz zu lang
es: Referencia demasiado larga
fr: Référence trop longue
it: Riferimento troppo lungo
ja: 参照音声が長すぎます
ko: 참조가 너무 김
pt_br: Referência muito longa
ru: Образец слишком длинный
zh_hans: 参考音频过长

# vocello.mac.voices.warningReferenceExceedsLimit
source: Reference exceeds 60 s
de: Referenz länger als 60 s
es: Referencia de más de 60 s
fr: Référence au-delà de 60 s
it: Riferimento oltre 60 s
ja: 参照音声が60秒を超過
ko: 참조가 60초 초과
pt_br: Referência acima de 60 s
ru: Образец длиннее 60 с
zh_hans: 参考音频超过 60 秒

# vocello.mac.voices.warningReferenceUnreadable
source: Reference unreadable
de: Referenz nicht lesbar
es: Referencia ilegible
fr: Référence illisible
it: Riferimento illeggibile
ja: 参照音声を読み込めません
ko: 참조를 읽을 수 없음
pt_br: Referência ilegível
ru: Образец не читается
zh_hans: 参考音频无法读取

# vocello.mac.record.phaseRecording
source: Recording
de: Aufnahme läuft
es: Grabando
fr: Enregistrement
it: Registrazione
ja: 録音中
ko: 녹음 중
pt_br: Gravando
ru: Запись
zh_hans: 正在录音

# vocello.mac.record.phaseCaptured
source: Captured
de: Aufgenommen
es: Grabado
fr: Capturé
it: Registrato
ja: 録音済み
ko: 녹음됨
pt_br: Gravado
ru: Записано
zh_hans: 已录制

# vocello.mac.record.phaseIdle
source: Reference clip
de: Referenzclip
es: Clip de referencia
fr: Extrait de référence
it: Clip di riferimento
ja: 参照音声
ko: 참조 오디오
pt_br: Clipe de referência
ru: Образец голоса
zh_hans: 参考音频

# vocello.mac.record.noMicrophone
source: No microphone detected. Connect a microphone or audio-input device to record.
de: Kein Mikrofon erkannt. Schließe zum Aufnehmen ein Mikrofon oder Audioeingabegerät an.
es: No se detectó ningún micrófono. Conecta un micrófono o dispositivo de entrada de audio para grabar.
fr: Aucun microphone détecté. Branchez un microphone ou un périphérique d’entrée audio pour enregistrer.
it: Nessun microfono rilevato. Collega un microfono o un dispositivo di ingresso audio per registrare.
ja: マイクが見つかりません。録音にはマイクまたは音声入力デバイスを接続してください。
ko: 마이크를 찾지 못했습니다. 녹음하려면 마이크나 오디오 입력 기기를 연결하세요.
pt_br: Nenhum microfone detectado. Conecte um microfone ou dispositivo de entrada de áudio para gravar.
ru: Микрофон не найден. Для записи подключите микрофон или устройство аудиоввода.
zh_hans: 未检测到麦克风。请连接麦克风或音频输入设备以录音。

# vocello.mac.record.microphoneDenied
source: Microphone access is denied. Enable it in System Settings to record.
de: Mikrofonzugriff verweigert. Aktiviere ihn zum Aufnehmen in den Systemeinstellungen.
es: El acceso al micrófono está denegado. Actívalo en Ajustes del Sistema para grabar.
fr: L’accès au microphone est refusé. Activez-le dans Réglages Système pour enregistrer.
it: Accesso al microfono negato. Abilitalo in Impostazioni di Sistema per registrare.
ja: マイクへのアクセスが拒否されています。録音するにはシステム設定で有効にしてください。
ko: 마이크 접근이 거부되었습니다. 녹음하려면 시스템 설정에서 활성화하세요.
pt_br: Acesso ao microfone negado. Ative-o nos Ajustes do Sistema para gravar.
ru: Доступ к микрофону запрещён. Включите его в Системных настройках для записи.
zh_hans: 麦克风访问被拒绝。请在系统设置中启用以录音。

# vocello.mac.record.failedToStart
source: Recording couldn't start. Check your microphone in System Settings → Sound, then try again.
de: Aufnahme konnte nicht starten. Prüfe dein Mikrofon unter Systemeinstellungen → Ton und versuche es erneut.
es: No se pudo iniciar la grabación. Comprueba el micrófono en Ajustes del Sistema → Sonido y reinténtalo.
fr: L’enregistrement n’a pas pu démarrer. Vérifiez votre microphone dans Réglages Système → Son, puis réessayez.
it: Impossibile avviare la registrazione. Controlla il microfono in Impostazioni di Sistema → Suono, poi riprova.
ja: 録音を開始できませんでした。「システム設定 → サウンド」でマイクを確認して再試行してください。
ko: 녹음을 시작하지 못했습니다. 시스템 설정 → 사운드에서 마이크를 확인한 뒤 다시 시도하세요.
pt_br: Não foi possível iniciar a gravação. Verifique o microfone em Ajustes do Sistema → Som e tente novamente.
ru: Не удалось начать запись. Проверьте микрофон в «Системные настройки → Звук» и повторите попытку.
zh_hans: 无法开始录音。请在“系统设置 → 声音”中检查麦克风，然后重试。

# vocello.mac.record.idleHint
source: Click Record, then read 10–20 s of clean, natural speech. Quiet room. One voice.
de: Klicke auf Aufnehmen und sprich 10–20 s klar und natürlich. Ruhiger Raum. Eine Stimme.
es: Haz clic en Grabar y lee de 10 a 20 s con voz clara y natural. En un lugar silencioso. Una sola voz.
fr: Cliquez sur Enregistrer, puis lisez 10 à 20 s de parole naturelle et propre. Pièce calme. Une seule voix.
it: Fai clic su Registra e leggi per 10–20 s con voce chiara e naturale. Stanza silenziosa. Una sola voce.
ja: 録音をクリックし、静かな場所で1人の声で10〜20秒、自然にはっきり読んでください。
ko: 녹음을 클릭하고 조용한 곳에서 한 사람의 목소리로 10–20초 동안 자연스럽고 또렷하게 읽으세요.
pt_br: Clique em Gravar e leia por 10–20 s com fala clara e natural. Ambiente silencioso. Uma voz.
ru: Нажмите «Записать» и читайте 10–20 с чётко и естественно. Тихая комната. Один голос.
zh_hans: 点击“录音”，在安静环境中用单一声音清晰自然地朗读 10–20 秒。

# vocello.mac.record.keepGoing
source: Keep recording. 10 second minimum.
de: Weiter aufnehmen. Mindestens 10 Sekunden.
es: Sigue grabando. Mínimo 10 segundos.
fr: Continuez l’enregistrement. 10 secondes minimum.
it: Continua a registrare. Minimo 10 secondi.
ja: 録音を続けてください。最低10秒必要です。
ko: 계속 녹음하세요. 최소 10초가 필요합니다.
pt_br: Continue gravando. Mínimo de 10 segundos.
ru: Продолжайте запись. Минимум 10 секунд.
zh_hans: 请继续录制，至少需要 10 秒。

# vocello.mac.record.soundsGood
source: Sounds good. Click Stop when ready.
de: Gute Länge. Klicke auf Stopp, wenn du fertig bist.
es: Buena duración. Haz clic en Detener cuando termines.
fr: Ça sonne bien. Cliquez sur Arrêter quand vous êtes prêt.
it: Durata corretta. Fai clic su Stop quando hai finito.
ja: 適切な長さです。準備ができたら停止をクリックしてください。
ko: 적절한 길이입니다. 준비되면 중지를 클릭하세요.
pt_br: Boa duração. Clique em Parar quando terminar.
ru: Подходящая длина. Нажмите «Стоп», когда закончите.
zh_hans: 时长合适。完成后点击“停止”。

# vocello.mac.record.overLimit
source: Over 20 seconds. Stop now.
de: Über 20 Sekunden. Jetzt stoppen.
es: Más de 20 segundos. Detén la grabación.
fr: Plus de 20 secondes. Arrêtez maintenant.
it: Oltre 20 secondi. Ferma la registrazione.
ja: 20秒を超えました。停止してください。
ko: 20초를 넘었습니다. 지금 중지하세요.
pt_br: Mais de 20 segundos. Pare agora.
ru: Более 20 секунд. Остановите запись.
zh_hans: 已超过 20 秒，请停止。

# vocello.mac.record.reviewClip
source: Review the clip, then use it or retake.
de: Prüfe den Clip und verwende ihn oder nimm ihn neu auf.
es: Revisa el clip y úsalo o vuelve a grabarlo.
fr: Vérifiez l’extrait, puis utilisez-le ou recommencez.
it: Controlla il clip, poi usalo o registralo di nuovo.
ja: 音声を確認し、使用するか録り直してください。
ko: 오디오를 확인한 뒤 사용하거나 다시 녹음하세요.
pt_br: Confira o clipe e use-o ou grave novamente.
ru: Прослушайте запись, затем используйте её или перезапишите.
zh_hans: 检查音频后使用，或重新录制。

# vocello.mac.record.clipTooShort
source: Clip is under 10 seconds. Retake a longer one.
de: Der Clip ist kürzer als 10 Sekunden. Nimm einen längeren auf.
es: El clip dura menos de 10 segundos. Graba uno más largo.
fr: L’extrait fait moins de 10 secondes. Recommencez avec un extrait plus long.
it: Il clip dura meno di 10 secondi. Registrane uno più lungo.
ja: 音声が10秒未満です。もう少し長く録り直してください。
ko: 오디오가 10초 미만입니다. 더 길게 녹음하세요.
pt_br: O clipe tem menos de 10 segundos. Grave um mais longo.
ru: Запись короче 10 секунд. Запишите более длинную.
zh_hans: 音频不足 10 秒。请重新录制更长的音频。

# vocello.mac.savedVoice.addTitle
source: Add Voice Sample
de: Stimmprobe hinzufügen
es: Añadir muestra de voz
fr: Ajouter un échantillon de voix
it: Aggiungi campione vocale
ja: 声のサンプルを追加
ko: 음성 샘플 추가
pt_br: Adicionar amostra de voz
ru: Добавить образец голоса
zh_hans: 添加声音样本

# vocello.mac.savedVoice.addSubtitle
source: Save a reference clip you own or have permission to use, then use it in Voice Cloning.
de: Speichere einen eigenen oder erlaubten Referenzclip und verwende ihn beim Stimmklonen.
es: Guarda un clip de referencia propio o autorizado y úsalo en Clonación de voz.
fr: Enregistrez un extrait de référence qui vous appartient ou que vous avez la permission d’utiliser, puis utilisez-le dans Clonage vocal.
it: Salva un riferimento che possiedi o hai il permesso di usare, poi usalo in Clonazione vocale.
ja: 所有するか使用許可のある参照音声を保存し、ボイスクローンに使います。
ko: 소유하거나 사용 허가를 받은 참조 오디오를 저장해 음성 복제에 사용하세요.
pt_br: Salve uma referência sua ou que tenha permissão para usar e use-a na Clonagem de voz.
ru: Сохраните собственный или разрешённый образец и используйте его в клонировании голоса.
zh_hans: 保存你拥有或获准使用的参考音频，然后用于声音克隆。

# vocello.mac.savedVoice.addConfirm
source: Add Saved Voice
de: Gespeicherte Stimme hinzufügen
es: Añadir voz guardada
fr: Ajouter la voix enregistrée
it: Aggiungi voce salvata
ja: 保存済みの声を追加
ko: 저장된 음성 추가
pt_br: Adicionar voz salva
ru: Добавить сохранённый голос
zh_hans: 添加已保存的声音

# vocello.mac.savedVoice.cloneSubtitle
source: Keep this clone as a reusable reference for Voice Cloning when you have permission to use it.
de: Behalte diesen Klon als wiederverwendbare Referenz zum Stimmklonen, sofern du ihn verwenden darfst.
es: Conserva este clon como referencia reutilizable para Clonación de voz si tienes permiso para usarlo.
fr: Conservez ce clone comme référence réutilisable pour Clonage vocal lorsque vous avez la permission de l’utiliser.
it: Conserva questo clone come riferimento riutilizzabile per Clonazione vocale se hai il permesso di usarlo.
ja: 使用許可がある場合、このクローンを再利用可能なボイスクローン用参照音声として保存します。
ko: 사용 허가가 있는 경우 이 복제 음성을 재사용 가능한 음성 복제 참조로 보관하세요.
pt_br: Guarde este clone como referência reutilizável para Clonagem de voz quando tiver permissão para usá-lo.
ru: Сохраните этот клон как повторно используемый образец для клонирования, если у вас есть разрешение на его использование.
zh_hans: 在获准使用的前提下，将此克隆保存为可复用的声音克隆参考。

# vocello.mac.savedVoice.designTitle
source: Save Designed Voice
de: Gestaltete Stimme speichern
es: Guardar voz diseñada
fr: Enregistrer la voix créée
it: Salva voce creata
ja: デザインした声を保存
ko: 디자인한 음성 저장
pt_br: Salvar voz criada
ru: Сохранить созданный голос
zh_hans: 保存设计声音

# vocello.mac.savedVoice.designSubtitle
source: Keep this designed voice as a reusable reference for Voice Cloning when you have permission to use it.
de: Behalte diese gestaltete Stimme als wiederverwendbare Referenz zum Stimmklonen, sofern du sie verwenden darfst.
es: Conserva esta voz diseñada como referencia reutilizable para Clonación de voz si tienes permiso para usarla.
fr: Conservez cette voix créée comme référence réutilisable pour Clonage vocal lorsque vous avez la permission de l’utiliser.
it: Conserva questa voce creata come riferimento riutilizzabile per Clonazione vocale se hai il permesso di usarla.
ja: 使用許可がある場合、このデザインした声を再利用可能なボイスクローン用参照音声として保存します。
ko: 사용 허가가 있는 경우 이 디자인 음성을 재사용 가능한 음성 복제 참조로 보관하세요.
pt_br: Guarde esta voz criada como referência reutilizável para Clonagem de voz quando tiver permissão para usá-la.
ru: Сохраните этот созданный голос как повторно используемый образец для клонирования, если у вас есть разрешение на его использование.
zh_hans: 在获准使用的前提下，将此设计声音保存为可复用的声音克隆参考。

# vocello.mac.savedVoice.replaceTitle
source: Replace Voice Reference
de: Stimmreferenz ersetzen
es: Reemplazar referencia de voz
fr: Remplacer la référence vocale
it: Sostituisci riferimento vocale
ja: 声の参照音声を置き換え
ko: 음성 참조 바꾸기
pt_br: Substituir referência de voz
ru: Заменить образец голоса
zh_hans: 替换声音参考

# vocello.mac.savedVoice.replaceSubtitle
source: Pick a longer, cleaner clip (10–20 seconds works best). The existing reference will be replaced after the new one saves successfully.
de: Wähle einen längeren, klareren Clip (am besten 10–20 Sekunden). Die vorhandene Referenz wird erst nach erfolgreichem Speichern der neuen ersetzt.
es: Elige un clip más largo y limpio (10–20 segundos es lo ideal). La referencia actual se reemplazará cuando se guarde la nueva correctamente.
fr: Choisissez un extrait plus long et plus propre (10 à 20 secondes idéalement). La référence existante sera remplacée une fois la nouvelle enregistrée avec succès.
it: Scegli un clip più lungo e pulito (10–20 secondi è l’ideale). Il riferimento esistente sarà sostituito solo dopo il salvataggio riuscito del nuovo.
ja: より長く明瞭な音声を選んでください（10〜20秒が最適です）。新しい参照音声の保存に成功した後で既存のものを置き換えます。
ko: 더 길고 깨끗한 오디오를 선택하세요(10–20초 권장). 새 참조를 성공적으로 저장한 뒤 기존 참조를 바꿉니다.
pt_br: Escolha um clipe mais longo e limpo (10–20 segundos funciona melhor). A referência atual será substituída após o novo clipe ser salvo com sucesso.
ru: Выберите более длинную и чистую запись (лучше 10–20 секунд). Текущий образец будет заменён только после успешного сохранения нового.
zh_hans: 选择更长、更清晰的音频（10–20 秒最佳）。新参考成功保存后才会替换现有参考。

# vocello.mac.savedVoice.replaceConfirm
source: Replace Reference
de: Referenz ersetzen
es: Reemplazar referencia
fr: Remplacer la référence
it: Sostituisci riferimento
ja: 参照音声を置き換え
ko: 참조 바꾸기
pt_br: Substituir referência
ru: Заменить образец
zh_hans: 替换参考音频

# vocello.mac.savedVoice.nameNeedsCharacters
source: Enter a name with letters or numbers.
de: Gib einen Namen mit Buchstaben oder Zahlen ein.
es: Introduce un nombre con letras o números.
fr: Saisissez un nom contenant des lettres ou des chiffres.
it: Inserisci un nome con lettere o numeri.
ja: 文字または数字を含む名前を入力してください。
ko: 문자나 숫자가 포함된 이름을 입력하세요.
pt_br: Digite um nome com letras ou números.
ru: Введите имя с буквами или цифрами.
zh_hans: 输入含字母或数字的名称。

# vocello.mac.savedVoice.nameExists
source: A saved voice named "%@" already exists. Choose a different name.
de: Eine gespeicherte Stimme namens „%@“ existiert bereits. Wähle einen anderen Namen.
es: Ya existe una voz guardada llamada «%@». Elige otro nombre.
fr: Une voix enregistrée nommée « %@ » existe déjà. Choisissez un autre nom.
it: Esiste già una voce salvata chiamata “%@”. Scegli un altro nome.
ja: 「%@」という名前の声はすでにあります。別の名前を選んでください。
ko: “%@” 이름의 저장된 음성이 이미 있습니다. 다른 이름을 선택하세요.
pt_br: Já existe uma voz salva chamada “%@”. Escolha outro nome.
ru: Сохранённый голос с именем «%@» уже существует. Выберите другое имя.
zh_hans: 已存在名为“%@”的声音。请选择其他名称。

# vocello.mac.savedVoice.speechDenied
source: Speech recognition is off for Vocello — the transcript won't auto-fill.
de: Spracherkennung ist für Vocello deaktiviert – das Transkript wird nicht automatisch ausgefüllt.
es: El reconocimiento de voz está desactivado para Vocello; la transcripción no se rellenará automáticamente.
fr: La reconnaissance vocale est désactivée pour Vocello — la transcription ne se remplira pas automatiquement.
it: Il riconoscimento vocale è disattivato per Vocello: la trascrizione non verrà compilata automaticamente.
ja: Vocello の音声認識がオフのため、文字起こしは自動入力されません。
ko: Vocello의 음성 인식이 꺼져 있어 녹취록이 자동 입력되지 않습니다.
pt_br: O reconhecimento de fala está desativado para o Vocello — a transcrição não será preenchida automaticamente.
ru: Распознавание речи для Vocello выключено — расшифровка не заполнится автоматически.
zh_hans: Vocello 的语音识别已关闭，转录文本不会自动填写。

# vocello.mac.savedVoice.siriDisabled
source: Auto-transcription needs Siri enabled (macOS requirement) — the transcript won't auto-fill.
de: Automatische Transkription benötigt aktiviertes Siri (macOS-Vorgabe) – das Transkript wird nicht automatisch ausgefüllt.
es: La transcripción automática requiere Siri activado (requisito de macOS); la transcripción no se rellenará automáticamente.
fr: La transcription automatique nécessite l’activation de Siri (exigence de macOS) — la transcription ne se remplira pas automatiquement.
it: La trascrizione automatica richiede Siri attivo (requisito macOS): la trascrizione non verrà compilata automaticamente.
ja: 自動文字起こしには Siri の有効化が必要です（macOS の要件）。文字起こしは自動入力されません。
ko: 자동 받아쓰기는 Siri 활성화가 필요합니다(macOS 요구 사항). 녹취록이 자동 입력되지 않습니다.
pt_br: A transcrição automática exige Siri ativada (requisito do macOS) — a transcrição não será preenchida automaticamente.
ru: Для автоматической расшифровки нужна Siri (требование macOS) — текст не заполнится автоматически.
zh_hans: 自动转录需要启用 Siri（macOS 要求），转录文本不会自动填写。

# vocello.mac.settings.deleteModelMessage
source: This will delete %1$@ %2$@%3$@ from disk. You can download it again later.
de: Dies löscht %1$@ %2$@%3$@ von der Festplatte. Du kannst es später erneut laden.
es: Esto eliminará %1$@ %2$@%3$@ del disco. Puedes volver a descargarlo después.
fr: Cette action supprime %1$@ %2$@%3$@ du disque. Vous pourrez le télécharger de nouveau plus tard.
it: Eliminerà %1$@ %2$@%3$@ dal disco. Potrai scaricarlo di nuovo in seguito.
ja: ディスクから %1$@ %2$@%3$@ を削除します。後で再ダウンロードできます。
ko: 디스크에서 %1$@ %2$@%3$@을(를) 삭제합니다. 나중에 다시 다운로드할 수 있습니다.
pt_br: Isso excluirá %1$@ %2$@%3$@ do disco. Você poderá baixar novamente depois.
ru: С диска будет удалено %1$@ %2$@%3$@. Позже можно загрузить заново.
zh_hans: 这将从磁盘删除 %1$@ %2$@%3$@。之后可以重新下载。

# vocello.mac.settings.outputDefault
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: 標準
ko: 기본값
pt_br: Padrão
ru: По умолчанию
zh_hans: 默认

# vocello.mac.settings.downloadingProgress
source: Downloading %1$@ %2$@ · %3$@ of %4$@ complete
de: %1$@ %2$@ wird geladen · %3$@ von %4$@ abgeschlossen
es: Descargando %1$@ %2$@ · %3$@ de %4$@ completados
fr: Téléchargement de %1$@ %2$@ · %3$@ sur %4$@ terminés
it: Download di %1$@ %2$@ · %3$@ di %4$@ completati
ja: %1$@ %2$@ をダウンロード中 · %3$@ / %4$@ 完了
ko: %1$@ %2$@ 다운로드 중 · %3$@ / %4$@ 완료
pt_br: Baixando %1$@ %2$@ · %3$@ de %4$@ concluídos
ru: Загрузка %1$@ %2$@ · готово %3$@ из %4$@
zh_hans: 正在下载 %1$@ %2$@ · 已完成 %3$@ / %4$@

# vocello.mac.settings.progressComplete
source: %1$@ of %2$@ complete
de: %1$@ von %2$@ abgeschlossen
es: %1$@ de %2$@ completados
fr: %1$@ sur %2$@ terminés
it: %1$@ di %2$@ completati
ja: %1$@ / %2$@ 完了
ko: %1$@ / %2$@ 완료
pt_br: %1$@ de %2$@ concluídos
ru: Готово %1$@ из %2$@
zh_hans: 已完成 %1$@ / %2$@

# vocello.mac.settings.downloadSize
source: Download %@
de: %@ laden
es: Descargar %@
fr: Télécharger %@
it: Scarica %@
ja: %@ をダウンロード
ko: %@ 다운로드
pt_br: Baixar %@
ru: Загрузить %@
zh_hans: 下载 %@

# vocello.mac.common.download
source: Download
de: Laden
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
ru: Загрузить
zh_hans: 下载

# vocello.mac.models.recommendedReady
source: Recommended models ready
de: Empfohlene Modelle bereit
es: Modelos recomendados listos
fr: Modèles recommandés prêts
it: Modelli consigliati pronti
ja: おすすめモデルの準備完了
ko: 추천 모델 준비됨
pt_br: Modelos recomendados prontos
ru: Рекомендуемые модели готовы
zh_hans: 推荐模型已就绪

# vocello.mac.models.recommendedInstalled
source: %1$@ of %2$@ recommended models installed
de: %1$@ von %2$@ empfohlenen Modellen installiert
es: %1$@ de %2$@ modelos recomendados instalados
fr: %1$@ modèles recommandés sur %2$@ installés
it: %1$@ di %2$@ modelli consigliati installati
ja: おすすめモデル %1$@ / %2$@ をインストール済み
ko: 추천 모델 %1$@ / %2$@개 설치됨
pt_br: %1$@ de %2$@ modelos recomendados instalados
ru: Установлено рекомендуемых моделей: %1$@ из %2$@
zh_hans: 已安装 %1$@ / %2$@ 个推荐模型

# vocello.mac.models.checking
source: Checking
de: Wird geprüft
es: Comprobando
fr: Vérification
it: Controllo
ja: 確認中
ko: 확인 중
pt_br: Verificando
ru: Проверка
zh_hans: 正在检查
